[
  {
      "title": "Shofor Pothe",
      "subtitle": "Comprehensive Travel Guidance for Bangladesh",
      "description": "Welcome to Shofor Pothe, an online platform offering comprehensive guidance for travelers exploring popular destinations in Bangladesh.",
      "image": "https://i.postimg.cc/TwcbjJg4/shofor-pothe.png",
      "features": [
          "Responsive Design: The website is optimized for mobile, tablet, and desktop browsing.",
          "Navbar: Navigate easily through the site with a comprehensive navbar, including user-specific features upon login.",
          "Tourism and Travel Guide Section: Explore destination overviews, available packages, and tour guide profiles.",
          "Tour Type Section: Filter packages by tour type for personalized browsing.",
          "Tourist Story Section: Engaging stories shared by travelers, each with its own detail page and social sharing capabilities.",
          "Package Details Page: View detailed information about specific tour packages and book tours.",
          "Authentication: Secure login and registration functionalities with social login options.",
          "User Dashboards: Tailored dashboards for tourists, tour guides, and admins, providing relevant information and actions."
      ],
      "frontEnd": "React.js with React Router for smooth navigation and Tailwind CSS for stunning UI.",
      "backEnd": "using mongoDB, noteJs, and express js.",
      "liveLink": "https://assignment-12-d99e7.web.app/",
      "codeLink": "https://github.com/Mehedimid/ShoforPothe_frontEnd"
  },
  {
      "title": "Skill Sync",
      "subtitle": "Your Go-To Platform for Diverse Services and a Thriving Community of Service Providers",
      "description": "Welcome to SkillSync, your go-to platform for diverse services and a thriving community of service providers. Explore a world of possibilities, from watching available services to booking and managing your own offerings.",
      "image": "https://i.postimg.cc/Y9ZXXzFp/skillsync.png",
      "features": [
          "Discover Services: Explore a variety of services on our home page, enriched with detailed information about service providers.",
          "Browse All Services: Check out the complete catalog of services on the 'All Services' page.",
          "Book Services: Easily book services after reviewing detailed information on specific service detail pages.",
          "Manage Bookings: View and manage your booked services on the 'My Bookings' page.",
          "Add Your Services: Contribute to our vibrant community by adding your own services on the 'Add a Service' page.",
          "Pending Services: Keep track of services booked by other users on the 'My Pending' page.",
          "Service Management: Delete or update your services based on your evolving needs.",
          "Service Updates: Service providers can update booked services with ease.",
          "Authentication: Secure login and registration functionalities with social login options."
      ],
      "frontEnd": "React.js with React Router for smooth navigation and Tailwind CSS for stunning UI.",
      "backEnd": "using mongoDB, noteJs, and express js.",
      "liveLink": "https://a11-project-8d1ae.web.app/",
      "codeLink": "https://github.com/Mehedimid/skill-sync-11"
  },
  {
      "title": "Gizmo Genix",
      "subtitle": "Innovative E-commerce Platform for Tech Enthusiasts",
      "description": "GizmoGenix is an innovative E-commerce platform designed to provide tech enthusiasts with the latest and greatest technology and electronic products. From smartphones to laptops, from Google to Sony, we've got it all!",
      "image": "https://i.postimg.cc/ZR7HWFH8/gizmo.png",
      "features": [
          "Brand Showcase: Discover the top tech brands with detailed cards. Explore the world of Google, Apple, LG, Microsoft, Samsung, and Sony.",
          "Interactive Quiz: Test your tech knowledge and win exciting gifts. Get ready for some brain-teasing fun!",
          "Wide Product Range: We offer a wide variety of products, including phones, airpods, televisions, laptops, and more.",
          "Product Pricing: Easily find the prices of your favorite tech gadgets and make informed decisions.",
          "Authentication: Secure login and registration functionalities with social login options."
      ],
      "frontEnd": "React.js with React Router for smooth navigation and Tailwind CSS for stunning UI.",
      "backEnd": "using mongoDB, noteJs, and express js.",
      "liveLink": "https://brand-assignment-10.web.app/",
      "codeLink": "https://github.com/Mehedimid/gizmo-genix-client"
  }
]
